Repository: WordPressBugBounty/themes-chromenews
Catalog: chromenews/languages/*.po
Languages: pt_pt

source: AFTA Trending News
pt_pt: As notícias tendentes

source: Upload
pt_pt: Carregar

source: Select Image
pt_pt: Escolher imagem

source: Choose Image
pt_pt: Escolher imagem

source: Select
pt_pt: Seleccionar

source: Recent
pt_pt: Recentes

source: Main Sidebar
pt_pt: Barra lateral principal

source: Add widgets for main sidebar.
pt_pt: Adicione widgets para a barra lateral principal.

source: Front-page Content Section
pt_pt: Secção de conteúdo front-page

source: Add widgets to front-page contents section.
pt_pt: Adicione widgets à seção de conteúdo da página frontal.

source: Front-page Sidebar Section
pt_pt: Página frontal da seção sidebar

source: Add widgets to front-page sidebar section.
pt_pt: Adicione widgets à seção de barra lateral da página frontal.

source: Off Canvas
pt_pt: Fora do ecrã

source: Add widgets for off-canvas section.
pt_pt: Adicione widgets para a seção off-canvas.

source: Footer First Section
pt_pt: Footer Primeira Secção

source: Displays items on footer first column.
pt_pt: Exibir itens na primeira coluna do footer.

source: Footer Second Section
pt_pt: Futebol Secção 2

source: Displays items on footer second column.
pt_pt: Exibir itens na segunda coluna do footer.

source: Footer Third Section
pt_pt: FUTER Terceira Secção

source: Displays items on footer third column.
pt_pt: Mostrar itens na terceira coluna do footer.

source: View your shopping cart
pt_pt: Veja o seu carro de compras

source: Browse:
pt_pt: em Browse:

# breadcrumbs aria label
source: Breadcrumbs
pt_pt: Breadcumbs

source: Home
pt_pt: Início

source: 404 Not Found
pt_pt: 404 Não encontrado

source: Archives
pt_pt: Arquivo

source: Search results for: %s
pt_pt: Resultados da pesquisa por: %s

source: Page %s
pt_pt: Página %s

source: Comment Page %s
pt_pt: Comentário Página %s

source: Minute %s
pt_pt: Minutos %s

source: Week %s
pt_pt: Semana %s

# minute and hour archives time format
source: g:i a
pt_pt: G:i

# weekly archives date format
source: W
pt_pt: Q

source: Install Required Plugins
pt_pt: Instalar plugins necessários

source: Install Plugins
pt_pt: Instalar plugins

source: Installing Plugin: %s
pt_pt: A instalar plugin: %s

source: Updating Plugin: %s
pt_pt: A actualizar o plugin: %s

source: Something went wrong with the plugin API.
pt_pt: Ocorreu um erro com a API do plugin.

source: Return to Required Plugins Installer
pt_pt: Voltar à instalação dos plugins necessários

source: Return to the Dashboard
pt_pt: Voltar ao painel

source: Plugin activated successfully.
pt_pt: Plugin activado com sucesso.

source: No action taken. Plugin %1$s was already active.
pt_pt: Não foi necessária qualquer acção. O plugin %1$s já estava activo.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
pt_pt: Plugin não activado. Para este tema é necessária uma versão mais recente do %s. Por favor, actualize o plugin.

source: All plugins installed and activated successfully. %1$s
pt_pt: Todos os plugins foram activados com sucesso. %1$s

source: Dismiss this notice
pt_pt: Descartar este aviso

source: There are one or more required or recommended plugins to install, update or activate.
pt_pt: Há um ou mais plugins necessários ou recomendados para instalar, actualizar ou activar.

source: Please contact the administrator of this site for help.
pt_pt: Entre em contacto com o administrador do site para obter ajuda.

source: This plugin needs to be updated to be compatible with your theme.
pt_pt: Este plugin precisa de ser actualizado para ser compatível com o seu tema.

source: Update Required
pt_pt: Actualização necessária

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
pt_pt: O pacote remoto do plugin não contém uma pasta com a slug desejada e não foi possível renomeá-lo.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
pt_pt: Contacte o fornecedor do plugin e peça para que preparem o plugin de acordo com as directrizes do WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
pt_pt: O pacote remoto do plugin consiste em mais de um ficheiro, mas os ficheiros não estão reunidos numa pasta.

# plugin A *and* plugin B
source: and
pt_pt: e

source: Required
pt_pt: Necessário

source: Recommended
pt_pt: Recomendados

source: WordPress Repository
pt_pt: Repositório do WordPress

source: External Source
pt_pt: Origem externa

source: Pre-Packaged
pt_pt: Pré-empacotado

source: Not Installed
pt_pt: Não instalado

source: Installed But Not Activated
pt_pt: Instalado mas não activado

source: Active
pt_pt: Activo

source: Required Update not Available
pt_pt: Actualização necessária não disponível

source: Requires Update
pt_pt: Actualização necessária

source: Update recommended
pt_pt: Actualização recomendada

# as in: "version nr unknown"
source: unknown
pt_pt: desconhecido

source: Installed version:
pt_pt: Versão instalada:

source: Minimum required version:
pt_pt: Versão mínima requerida:

source: Available version:
pt_pt: Versão disponível:

source: No plugins to install, update or activate.
pt_pt: Sem plugins para instalar, actualizar ou activar.

source: Source
pt_pt: Fonte

source: Type
pt_pt: Tipo

source: Version
pt_pt: Versão

source: Status
pt_pt: Estado

source: Install %2$s
pt_pt: Instalar %2$s

source: Update %2$s
pt_pt: Actualizar %2$s

source: Activate %2$s
pt_pt: Activar %2$s

source: Upgrade message from the plugin author:
pt_pt: Mensagem de actualização do autor do plugin:

source: Install
pt_pt: Instalar

source: Update
pt_pt: Actualizar

source: No plugins were selected to be installed. No action taken.
pt_pt: Nenhum plugin seleccionado para ser instalado. Nenhuma acção tomada.

source: No plugins were selected to be updated. No action taken.
pt_pt: Nenhum plugin seleccionado para ser actualizado. Nenhuma acção tomada.

source: No plugins are available to be installed at this time.
pt_pt: De momento não há plugins para instalar.

source: No plugins are available to be updated at this time.
pt_pt: De momento não há plugins para actualizar.

source: No plugins were selected to be activated. No action taken.
pt_pt: Nenhum plugin seleccionado para ser activado. Nenhuma acção tomada.

source: No plugins are available to be activated at this time.
pt_pt: De momento não há plugins para activar.

source: Plugin activation failed.
pt_pt: A activação do plugin falhou.

source: Updating Plugin %1$s (%2$d/%3$d)
pt_pt: A actualizar o plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
pt_pt: Ocorreu um erro ao instalar o %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
pt_pt: A instalação do %1$s falhou.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
pt_pt: A iniciar o processo de instalação e activação. Em alguns servidores este processo pode demorar, por favor aguarde.

source: %1$s done.
pt_pt: 1 % de dinheiro feito.

source: All installations and activations have been completed.
pt_pt: Todas as instalações e activações foram concluídas.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
pt_pt: A instalar e activar o plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
pt_pt: A iniciar o processo de instalação. Em alguns servidores este processo pode demorar, por favor aguarde.

source: All installations have been completed.
pt_pt: Todas as instalações foram concluídas.

source: Installing Plugin %1$s (%2$d/%3$d)
pt_pt: Instalando plugin %1$s (%2$d/%3$d)

source: Blank Canvas
pt_pt: Canvas brancas

source: Page Builder Full Width
pt_pt: Página de construção Full Width

source: Search Results for: %s
pt_pt: Resultados da pesquisa por: %s

source: Nothing Found
pt_pt: Não foi encontrado nada

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
pt_pt: Pronto para publicar o seu primeiro artigo? <a href="%1$s">Comece aqui</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
pt_pt: Não foi encontrado nenhum resultado correspondente ao seu critério de pesquisa. Por favor tente com outras palavras-chave.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
pt_pt: Não foi possível encontrar o que procura. Tente fazer uma pesquisa.

source: Continue reading<span class="screen-reader-text"> "%s"</span>
pt_pt: Continue lendo <span class="screen-reader-text"> "%s"</span>

source: Next post:
pt_pt: Próximo post:

source: Previous post:
pt_pt: Artigo anterior:

source: Continue Reading
pt_pt: Continue lendo

source: Frontpage Widgets Template
pt_pt: Modelo de Widgets Frontpage

source: Update Blockspare Pro
pt_pt: Atualização do Blockspare Pro

source: Update Blockspare
pt_pt: Atualização Blockspare

source: Powerful Gutenberg Blocks & Patterns
pt_pt: Blocos e padrões poderosos de Gutenberg

source: Easily build and customize your pages with a vast library of Gutenberg blocks and patterns, perfect for blogs, magazines, and business sites. Add post grids, sliders, and carousels without touching a single line of code. Import demo data and effortlessly create multilingual, visually appealing pages with complete flexibility.
pt_pt: Construa e personalize facilmente as suas páginas com uma vasta biblioteca de blocos e padrões de Gutenberg, perfeito para blogs, revistas e sites de negócios. Adicione redes de postagens, slides e carousels sem tocar uma única linha de código. Importar dados de demonstração e sem esforço criar páginas multilingües, visualmente atraentes com plena flexibilidade.

source: Hello
pt_pt: Saudação

source: Welcome to
pt_pt: Bem-vindo ao

source: Update Elespare Pro
pt_pt: Atualização Elespare Pro

source: Update Elespare
pt_pt: Atualização Elespare

source: Professional Sites with Elementor
pt_pt: Sites profissionais com Elementor

source: Transform your blog, news, or magazine website with 35+ advanced Elementor widgets and 350+ customizable templates. Easily create headers, footers, post grids, sliders, and carousels with a fast-loading and SEO-optimized structure. Import demo content with a single click and enjoy codeless customization to craft your perfect site, no matter the language.
pt_pt: Transformar seu blog, notícias ou site de revista com 35+ widgets avançados Elementor e 350+ templates personalizáveis. Criar facilmente cabeçalhos, pedras, redes de postagens, slides e carruagens com uma estrutura rápida e SEO-optimizada. Importar conteúdo demo com um clique e desfrutar de personalização sem código para criar o seu site perfeito, independentemente do idioma.

source: We would like to thank you for installing and activating [theme] theme for your precious site. All of the features provided by the theme are now ready to use; Here, we have gathered all of the essential details and helpful links for you and your better experience with [theme]. Once again, Thanks for using our theme!
pt_pt: Gostaríamos de agradecer-lhe pela instalação e ativação do tema para o seu precioso site.Todas as funcionalidades fornecidas pelo tema estão agora prontas para uso; Aqui, coletamos todos os detalhes essenciais e links úteis para você e sua melhor experiência com o tema.

source: Theme Details
pt_pt: Detalhes do tema

source: View Demo
pt_pt: Veja o demo

source: View Documentation
pt_pt: Ver documentação

source: Upgrade to Pro
pt_pt: Upgrade para Pro

source: Need Support?
pt_pt: Precisa de apoio?

source: Live editing in Customizer
pt_pt: Edição ao vivo em Customizer

source: One Click Demo Import Support
pt_pt: Um clique em Demo Import Support

source: Typography Style and Color
pt_pt: Tipografia estilo e cor

source: Light/Dark Mode
pt_pt: Modo de luz / escuro

source: Preloader Option
pt_pt: Preloader Opção

source: Multiple Header Options
pt_pt: Multiplos Header Opções

source: Logo and title customization
pt_pt: Logotipo e Título Personalizar

source: Header Image
pt_pt: Imagem do cabeçalho

source: Multiple Frontpage Banner Options
pt_pt: Opções de Banner de Frontpage

source: Frontpage Banner Section Order
pt_pt: Frontpage Banner Secção Ordem

source: Featured Posts Section
pt_pt: Posts em Secção

source: Category Color Options
pt_pt: Opções de cores de categoria

source: Posts Section Advertisements
pt_pt: Posts Secção Anúncios

source: Custom Widgets
pt_pt: Widgets personalizados

source: Author Biography
pt_pt: Biografia do autor

source: Post Image Slider Widget
pt_pt: Arquivo da tag Slider Widget

source: Post Carousel Widget
pt_pt: Arquivo da tag Carousel Widget

source: Post Grid Widget
pt_pt: Página inicial: Grid Widget

source: Post Double Column Double Categories Widget
pt_pt: Post Dupla Coluna Dupla Categorias Widget

source: Post Tabbed Widget
pt_pt: Postado em Widget

source: Social Contact Widget
pt_pt: Vídeo de contato social

source: Post Single Column Widget
pt_pt: Post Single Columna Widget

source: Trending Posts Vertical Carousel Widget
pt_pt: Título original: Vertical Carousel Widget

source: Video Slider Widget
pt_pt: Vídeo Slider Widget

source: Basic Custom Widgets Controls
pt_pt: Controle de widgets personalizados

source: Advanced Custom Widgets Controls
pt_pt: Controle de widgets personalizados

source: Archive Grid Layout
pt_pt: Arquivo Grid Layout

source: Archive Full Layout
pt_pt: Arquivo completo Layout

source: Archive List Layout
pt_pt: Arquivo Layout

source: Mailchimp Subscription Supports
pt_pt: Suporte para subscrição do Mailchimp

source: Display Related Posts
pt_pt: Mostrar posts relacionados

source: Footer Widgets Section
pt_pt: Divisão de Widgets

source: Gutenberg Compatibility
pt_pt: Compatibilidade de Gutenberg

source: RTL Compatibility
pt_pt: Compatibilidade RTL

source: WooCommerce Compatibility
pt_pt: Compatibilidade com WooCommerce

source: Hide Theme Credit Link
pt_pt: Conheça o link de crédito

source: Responsive Layout
pt_pt: Layout responsivo

source: Translations Ready
pt_pt: Tradução pronta

source: SEO Optimized
pt_pt: SEO Otimização

source: Normal Support
pt_pt: Suporte normal

source: Advance Support
pt_pt: Suporte Avançado

source: Set the theme header type, set the colors, spacing, alignment and more.
pt_pt: Configurar o tipo de cabeçalho do tema, definir as cores, espaçamento, alinhamento e muito mais.

source: Banner Advertisement
pt_pt: Banner publicidade

source: You can easily place your promotional banners within your header section.
pt_pt: Você pode facilmente colocar seus banners promocionais dentro de sua seção de cabeçalho.

source: Color Options
pt_pt: Opções de cor

source: Change the color setting provide with the Theme.
pt_pt: Mude a configuração de cor fornecida com o tema.

source: Selecting different categories can be done for different section.
pt_pt: A seleção de diferentes categorias pode ser feita para diferentes seções.

source: Frontpage Option
pt_pt: Opção Frontpage

source: Frontpage layout with Popular Tag, Breaking News, Main Banner, Feature News can be set.
pt_pt: O layout da página frontal com Popular Tag, Breaking News, Main Banner, Feature News pode ser configurado.

source: Static Front Page
pt_pt: Página de frente estática

source: Set the Homepage as a static page to create own homepage using widgets.
pt_pt: Configurar a página inicial como uma página estática para criar sua própria página inicial usando widgets.

source: Widgets Area
pt_pt: Área de Widgets

source: Widgets can be added on all the section provide by the Theme.
pt_pt: Widgets podem ser adicionados em toda a seção fornecida pelo tema.

source: Archive Options
pt_pt: Arquivo Opções

source: Customize the blog layout desgin.
pt_pt: Personalize o layout do blog desgin.

source: Theme Option
pt_pt: Temática Opção

source: Set the Global Layout, Breadcrumb, Sidebar, Single Post, You may have missed and more.
pt_pt: Configure o Global Layout, Breadcrumb, Sidebar, Single Post, Você pode ter perdido e muito mais.

source: Footer Options
pt_pt: Opções do rodapé

source: Set the footer type, number of columns, spacing and colors.
pt_pt: Escolha o tipo de letra do rodapé, número de colunas, espaçamento e cores.

source: View
pt_pt: Ver

source: Support
pt_pt: Suporte

source: Got theme support question or found bug or got some feedbacks? Best place to ask your query is the dedicated Support forum for the theme..
pt_pt: Tem uma pergunta de suporte ao tema ou encontrou um erro ou recebeu alguns feedback?O melhor lugar para perguntar a sua pergunta é o fórum dedicado de suporte ao tema.

source: Video Tutorials
pt_pt: Vídeo Tutoriais

source: Video
pt_pt: Vídeo

source: Watch out the videos for an easy learning on Customizing the Theme .
pt_pt: Veja os vídeos para uma aprendizagem fácil sobre Customizing the Theme .

source: Use AF Companion to import live demo content, widgets, and settings swiftly. This plugin gives fundamental layout to build your website and accelerate the development process.
pt_pt: Use AF Companion para importar conteúdo de demonstração ao vivo, widgets e configurações rapidamente. este plugin dá layout fundamental para construir o seu site e acelerar o processo de desenvolvimento.

source: You may design complicated layouts for your website in just a few minutes with our adaptable and inventive blocks.
pt_pt: Você pode projetar layouts complicados para o seu site em apenas alguns minutos com nossos blocos adaptáveis e inventivos.

source: Get ready-to-use Starter Sites instantly and build modern websites in minutes.
pt_pt: Obtenha sites prontos para usar instantaneamente e construa sites modernos em minutos.

source: DESIGN PERFECT BLOG, NEWS, OR MAGAZINE WEBSITES Elespare is a simple yet effective WordPress plugin that lets you use Elementor to create fantastic Header, Footer and Contents of websites with highly customization options for FREE.
pt_pt: DESIGN PERFECT BLOG, NEWS, OR MAGAZINE WEBSITES Elespare é um simples, mas eficaz plugin WordPress que permite que você use Elementor para criar fantástico Header, Footer e Conteúdos de sites com opções altamente personalizadas para GRATUITO.

source: A beautiful collection of latest posts Gutenberg blocks for WordPress, which helps you to design posts grid, posts list, full posts layout, advanced express posts design and tile layouts of your posts.
pt_pt: Uma bela coleção de mais recentes blocos de postagens Gutenberg para WordPress, que ajuda você a projetar rede de postagens, lista de postagens, layout de postagens completos, design de postagens expressos avançados e layout de tile de seus postagens.

source: We build a beautiful series of page section Gutenberg blocks for WordPress content to help you quickly create the website you've always desired.
pt_pt: Construímos uma bela série de blocos de página Gutenberg para conteúdo do WordPress para ajudá-lo a criar rapidamente o site que você sempre quis.

source: It has 3 different widgets for post's author, selective author by id and custom author. It also provides shortcodes for the author profile.
pt_pt: Tem 3 widgets diferentes para o autor do post, autor seletivo por ID e autor personalizado.

source: This free plugin offers a free live chat solution for your website visitors to contact you via live chat or a live call - all for free! Engage with your customers and increase sales.
pt_pt: Este plugin gratuito oferece uma solução de bate-papo ao vivo gratuito para os visitantes do seu site entrar em contato com você através de bate-papo ao vivo ou uma chamada ao vivo - tudo de graça!

source: A free WordPress Plugin which facilitates with the functionality to submit Posts from frontend with or without logging in with various configurable options.
pt_pt: Um plugin WordPress gratuito que facilita com a funcionalidade de enviar Posts de frontend com ou sem login com várias opções configuráveis.

source: This plugin helps you grow your Mailchimp lists and write better newsletters through various methods. You can create good looking opt-in forms or integrate with any existing form on your site, like your comment, contact or checkout form.
pt_pt: Este plugin ajuda você a crescer suas listas de Mailchimp e escrever boletins melhores através de vários métodos. você pode criar bons formulários de opt-in ou integrar com qualquer formulário existente no seu site, como seu comentário, contato ou formulário de checkout.

source: Get started
pt_pt: Comece aqui

source: Useful Plugins
pt_pt: Plugins úteis

source: Free vs Pro
pt_pt: Gratuito vs Pro

source: Change Log
pt_pt: Mudança de log

source: Features
pt_pt: Funcionalidades

source: Free
pt_pt: Grátis

source: Go to option
pt_pt: Vá para a opção

source: Update Templatespare
pt_pt: Atualização do Templatespare

source: Easy Website Building with Zero Code
pt_pt: Construção do site com código zero
