Repository: WordPressBugBounty/themes-chromenews
Catalog: chromenews/languages/*.po
Languages: pt_pt

source: ChromeNews
pt_pt: Crônicas

source: https://afthemes.com/products/chromenews/
pt_pt: HTTPS://afthemes.com/produções/chromenews/

source: ChromeNews is a powerful WordPress theme that's perfect for news, blogs, and magazines. The theme comes with a number of free starter sites that may be easily integrated to construct a fantastic news hub. The theme is fully widgetized, with 9+ custom widgets and widget sections, allowing users to customize site content. It also offers a light and dark color mode for viewing articles and blog posts in a fashionable manner. It also includes a variety of useful customizer choices for creating an aesthetically pleasing news site. You may set it up as you want and see how it looks before making any changes with the live customizer. It supports Gutenberg blocks and Elementor, as well as the WooCommerce plugin, allowing you to combine an online store with our newspaper theme. The RTL languages supported theme is appropriate for a news, journal, magazine, publishing, or review website, as well as blogging. It's well-designed to help the website rank higher in search engines, and users will receive excellent support from the staff if they run into any issues while using it. Find demos: https://afthemes.com/products/chromenews/#aft-view-starter-sites Videos: https://www.youtube.com/@wpafthemes/ Docs: https://docs.afthemes.com/chromenews/
pt_pt: ChromeNews é um tema WordPress poderoso que é perfeito para notícias, blogs e revistas. O tema vem com um número de sites de inicialização grátis que podem ser facilmente integrados para construir um centro de notícias fantástico. O tema é totalmente widgeted, com 9+ widgets e secções de widgets personalizados, permitindo que os usuários personalizem o conteúdo do site. Ele também oferece um modo de cores brilhantes e escuras para visualizar artigos e posts de blog de uma maneira moderna. Ele também inclui uma variedade de opções de customizador úteis para criar um site de notícias esteticamente agradáveis. Você pode configurá-lo como você quer e ver como ele parece antes de fazer quaisquer mudanças com o customizador ao vivo. Ele suporta blocos de Gutenberg e Elementor, bem como o plugin WooCommerce, permitindo que você combine

source: AF themes
pt_pt: Em Temas

source: https://www.afthemes.com/
pt_pt: WEB WEB WEB WEB WEB WEB WEB WEB

source: Oops! That page can&rsquo;t be found.
pt_pt: Ups! Página não encontrada.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
pt_pt: Parece que nada foi encontrado neste local. talvez tente um dos links abaixo ou uma pesquisa?

source: Starter Sites
pt_pt: Biblioteca de sites

source: Block Patterns
pt_pt: Modelo de bloco

source: Elementor Kits
pt_pt: Elementário Kits

source: Customize
pt_pt: Personalizar

source: Settings
pt_pt: Opções

source: Upgrade
pt_pt: Actualizar

source: The Templatespare plugin should be updated to the latest version
pt_pt: O plugin Templatespare deve ser atualizado para a versão mais recente

source: Import a Starter Site, Personalize, and Live it in 3 Easy Steps!
pt_pt: Importar um site inicial, personalizar e viver em 3 passos fáceis!

source: Blockspare plugin version should be more than %s.
pt_pt: Blockspare plugin versão deve ser mais de %s.

source: One-click Demo Import, Block Editor Ready, No Code Required! Built with Blockspare.
pt_pt: Importação de demo de um clique, Editor de bloco pronto, Não há código necessário!

source: Elespare plugin version should be more than %s.
pt_pt: A versão do plugin Elespare deve ser mais do que %s.

source: One-click Import, Header/Footer Builder, Multilingual Support! Powered by Elespare.
pt_pt: One-click Import, Header/Footer Builder, Suporte Multilingual! Powered by Elespare.

source: Are you sure you want to install this plugin?
pt_pt: Você está certo de que você quer instalar este plugin?

source: Install Now
pt_pt: Instalar agora

source: Activate
pt_pt: Activar

source: Activated
pt_pt: Activado

source: Get Starter Sites
pt_pt: Obtenha Sites de Início

source: Get Started
pt_pt: Começar

source: The "Get Started" action will install/activate the Templatespare and Blockspare plugins for Starter Sites and Templates.
pt_pt: A ação “Get Started” irá instalar/activar os plugins Templatespare e Blockspare para Sites e Templates de início.

source: By
pt_pt: Por

source: More Details
pt_pt: Mais detalhes

source: Howdy!
pt_pt: E o Howdy!

source: %s is now installed and ready to use. We've assembled some links to get you started.
pt_pt: %s está agora instalado e pronto para usar. Nós coletamos alguns links para você começar.

source: Explore Our Pre-Built Starter Websites!
pt_pt: Descubra os nossos sites pré-construídos!

source: Let your imagination soar! Designed with User-Friendly features, incorporating the Latest Trends and SEO-Friendly Markups. We genuinely appreciate you choosing our theme!
pt_pt: Designado com recursos amigáveis ao usuário, incorporando as últimas tendências e SEO-Friendly Markups. Nós realmente apreciamos você escolhendo o nosso tema!

source: Demos/product
pt_pt: Demos / Produto

source: Theme dashboard
pt_pt: Título: Dashboard

source: Documentation
pt_pt: Documentação

source: Please check our full documentation for detailed information on how to setup and customize the theme.
pt_pt: Por favor, consulte a nossa documentação completa para informações detalhadas sobre como configurar e personalizar o tema.

source: Videos
pt_pt: Vídeos

source: Rate This Theme
pt_pt: Avalie esse tema

source: Sorry, you are not allowed to install plugins on this site.
pt_pt: Não tem permissão para instalar plugins neste site.

source: Error - unable to verify nonce, please try again.
pt_pt: Erro - não consegue verificar o nonce, por favor tente novamente.

source: Sorry, you are not allowed to activate plugins on this site.
pt_pt: Não tem permissão para activar plugins neste site.

source: One thought on &ldquo;%1$s&rdquo;
pt_pt: Um pensamento sobre &ldquo;%1$s&rdquo;

source: Comments are closed.
pt_pt: Os comentários estão fechados.

source: %1$s by %2$s.
pt_pt: %1$s por %2$s.

source: Primary Menu
pt_pt: Menu principal

source: Social Menu
pt_pt: Menú Social

source: Footer Menu
pt_pt: Menu do rodapé

source: Skip to content
pt_pt: Pular para o conteúdo

source: -- Select --
pt_pt: -- Seleccionar --

source: Subscribe
pt_pt: Subscrever

source: Trending
pt_pt: tendência

source: Breaking News
pt_pt: Breaking Notícias

source: Main News
pt_pt: Principal Notícias

source: Trending Now
pt_pt: A tendência agora

source: Popular
pt_pt: Populares

source: Latest
pt_pt: Mais recente

source: Editor's Picks
pt_pt: Os Picks do Editor

source: Trending Story
pt_pt: História de tendência

source: Featured Posts
pt_pt: Posts Featurados

source: Read More
pt_pt: Ler mais

source: Related News
pt_pt: Notícias relacionadas

source: You may have missed
pt_pt: Você pode ter perdido

source: Copyright &copy; All rights reserved.
pt_pt: Copyright &copy; Todos os direitos reservados.

source: Background Color
pt_pt: Cor de fundo

source: Site Title Size
pt_pt: Título do site tamanho

source: Uppercase Site Title and Tagline
pt_pt: Título e Tagline do site

source: Site Title/Tagline Color
pt_pt: Título do site / Tagline Color

source: Header Image Mode
pt_pt: Modo de imagem Header

source: Image visibility may vary as per the mode
pt_pt: A visibilidade da imagem pode variar de acordo com o modo

source: Set as Background
pt_pt: Coloque como fundo

source: Show Full Image
pt_pt: Mostrar imagem completa

source: Enable Image Tint/Overlay
pt_pt: Capacidade de imagem Tint/Overlay

source: ChromeNews Pro
pt_pt: Crônicas Pro

source: Upgrade Now
pt_pt: Actualizar agora

source: Site Title/Tagline Color (Dark Mode)
pt_pt: Título do site/Color da tagline (modo escuro)

source: Site Color Mode
pt_pt: Modo de cor do site

source: Light
pt_pt: Leve

source: Dark
pt_pt: Escuro

source: Primary Color Section
pt_pt: Secção de cores primárias

source: Background Color (Dark Mode)
pt_pt: Coloração de fundo (modo escuro)

source: Background Color (Dark Mode) will be applied for this mode.
pt_pt: A cor de fundo (modo escuro) será aplicada a este modo.

source: Secondary Color Section
pt_pt: Secção de cores secundárias

source: Secondary Color
pt_pt: Coloração Secundária

source: Texts over Secondary Color
pt_pt: Texto sobre a cor secundária

source: Primary Navigation Section
pt_pt: Secção Primária de Navegação

source: Fonts & Typography
pt_pt: Fontes e Typografia

source: Font Family Section
pt_pt: Fonte Família Secção

source: Site Title Font
pt_pt: Título do site Font

source: Primary Font
pt_pt: Fontes primárias

source: Secondary Font
pt_pt: Fontes secundários

source: Post Title Font
pt_pt: Post Título Font

source: Widgets, Archives, Search, etc.
pt_pt: Widgets, arquivos, pesquisas, etc.

source: Texts Formatting Section
pt_pt: Texto Formulário Secção

source: Title Font Weight
pt_pt: Título Peso Font

source: Default Value: %d
pt_pt: Valor padrão: %d

source: Font Size Section
pt_pt: Font Size Secção

source: Global Section Title Size
pt_pt: Título da Secção Global

source: Main Banner Options
pt_pt: Opções Banner

source: Main Banner
pt_pt: Banner Principal

source: Enable Main Banner Section
pt_pt: Ativar a Secção Banner Principal

source: Main Banner Background Image
pt_pt: Imagem de fundo Banner

source: Recommended Size %1$s px X %2$s px
pt_pt: Tamanho recomendado %1$s px x %2$s px

source: Select Main Banner Layout
pt_pt: Selecione Layout Banner Principal

source: Default
pt_pt: Por omissão

source: Tiled
pt_pt: Título

source: Select Main Banner Order
pt_pt: Escolha a ordem principal do banner

source: Order 1
pt_pt: Ordem 1

source: Order 2
pt_pt: Ordem 2

source: Main News Section
pt_pt: Secção Principal Notícias

source: Filter Posts By
pt_pt: Filtros postados por

source: Category
pt_pt: Categoria

source: Tag
pt_pt: Etiqueta

source: Select Category
pt_pt: Seleccionar categoria

source: Select category to be shown on main slider section
pt_pt: Selecione a categoria para ser exibida na seção principal do slider

source: Select Tag
pt_pt: Selecione Tag

source: Select tag to be shown on main slider section
pt_pt: Selecione a tag para ser exibida na seção principal do slider

source: Number of Posts
pt_pt: Número de artigos

source: Accepts any postive number.
pt_pt: Aceita qualquer número positivo.

source: Enable Autoplay
pt_pt: Possui Autoplay

source: Editor's Picks Section
pt_pt: Edição Picks Section

source: Section Title
pt_pt: Título Secção

source: Trending Section
pt_pt: Secção Trend

source: Popular Tags
pt_pt: Etiquetas populares

source: Enable Trending Tags
pt_pt: Capacidade de Tendências

source: Order Tags By
pt_pt: Ordem Tags por

source: Popularity
pt_pt: Popularidade

source: Exclusive News
pt_pt: Notícias exclusivas

source: Enable Exclusive News
pt_pt: Faça notícias exclusivas

source: Flash Posts Category
pt_pt: Categorias Flash Posts

source: Select category to be shown on trending posts
pt_pt: Selecione uma categoria para ser exibida em posts de tendência

source: Frontpage Options
pt_pt: Opções de Frontpage

source: Enable Featured Post Section
pt_pt: Capacidade de Secção Postal

source: Select
pt_pt: Escolha

source: Select category to be shown on featured section
pt_pt: Selecione a categoria para ser exibida na seção apresentada

source: Frontpage Layout Settings
pt_pt: Configuração de Layout

source: Frontpage Content Alignment
pt_pt: Frontpage Alinhamento de Conteúdo

source: Select frontpage content alignment
pt_pt: Selecione alinhamento de conteúdo frontpage

source: Home Content - Home Sidebar
pt_pt: Home Conteúdo - Home Sidebar

source: Home Sidebar - Home Content
pt_pt: Home Conteúdo - Home Content

source: Only Home Content
pt_pt: Só o conteúdo doméstico

source: Header Options
pt_pt: Opções de cabeçalho

source: Header Settings
pt_pt: Instalações de Header

source: Site Light/Dark Mode
pt_pt: Localização LUZ/MODO DURO

source: Enable
pt_pt: Activar

source: Disable
pt_pt: Desactivar

source: Top Header Section
pt_pt: Secção Top Header

source: Show Top Header
pt_pt: Apresentação Top Header

source: Show Social Menu
pt_pt: Mostrar Menu Social

source: Show Date
pt_pt: Mostrando data

source: Show Time
pt_pt: Mostrar tempo

source: Time Format
pt_pt: Formato da hora

source: 12 hours
pt_pt: 12 horas

source: 24 hours
pt_pt: 24 horas

source: From WordPress Settings
pt_pt: Sobre o WordPress Settings

source: Header Advertisement
pt_pt: Advertising Header

source: Header Section Advertisement
pt_pt: Advertising da Secção Header

source: Theme Options
pt_pt: Opções do tema

source: Breadcrumb Options
pt_pt: Opções de Breadcrumb

source: Show breadcrumbs
pt_pt: Exibir Breadcrumbs

source: Select Breadcrumbs
pt_pt: Escolha Breadcrumbs

source: Please ensure that you have enabled the plugin's breadcrumbs before choosing other than Default
pt_pt: Por favor, certifique-se de que você tem ativado os painéis do plugin antes de escolher outro que o padrão

source: Yoast SEO
pt_pt: Jovem SEO

source: Rank Math
pt_pt: Classificação Math

source: NavXT
pt_pt: Navegação

source: Global Settings
pt_pt: Opções globais

source: Enable Preloader
pt_pt: Capacidade do Preloader

source: Global Content Alignment
pt_pt: Alinhamento de Conteúdo Global

source: Content - Primary sidebar
pt_pt: Conteúdo - Bandeira Primária

source: Primary sidebar - Content
pt_pt: Página principal - Conteúdo

source: Full width content
pt_pt: Conteúdo Full Width

source: Also Show Content Image in Archive
pt_pt: Veja também imagens de conteúdo em arquivo

source: If there is no Post Featured image set
pt_pt: Se não houver Post Featured Imagem Set

source: Enable
pt_pt: Permite

source: Categories Settings
pt_pt: Categorias Settings

source: Post Categories
pt_pt: Post Categorias

source: Show
pt_pt: Mostrar

source: Hide
pt_pt: Esconder

source: Author and Date Settings
pt_pt: Autor e definições de data

source: For Spotlight Posts
pt_pt: Páginas em Spotlight

source: Show Date and Author
pt_pt: Mostrar data e autor

source: Show Date Only
pt_pt: Mostrar apenas data

source: Hide All
pt_pt: Esconde tudo

source: For Small Grid
pt_pt: Por uma pequena rede

source: For List
pt_pt: Para a lista

source: Author Icon/Gravatar
pt_pt: Direção Icon / Gravatar

source: Show Gravatar
pt_pt: Apresentação Gravatar

source: Show Icon
pt_pt: Mostra o ícone

source: None
pt_pt: Nenhum

source: Post Date Type
pt_pt: Post Tipo de Data

source: Published Date
pt_pt: Data de publicação

source: Modified Date
pt_pt: Data de modificação

source: Date Format
pt_pt: Formato da data

source: WordPress Default Date Format
pt_pt: O formato de data padrão do WordPress

source: Ago Date Format
pt_pt: Formato de data

source: Minutes Read Count
pt_pt: Minutos de leitura

source: Excerpt Settings
pt_pt: Configuração Excerpt

source: Global Excerpt Read More
pt_pt: Global Excerpt Leia mais

source: Custom Menu Section
pt_pt: Secção de menu personalizado

source: Enable Custom Menu Section
pt_pt: Aplicar a seção de menu personalizada

source: Icon
pt_pt: Ícone

source: Bell
pt_pt: Bela

source: Play
pt_pt: Reproduzir

source: User
pt_pt: Utilizador

source: Title
pt_pt: Título

source: Link
pt_pt: Ligação

source: Single Post
pt_pt: Artigo

source: Show Featured Image
pt_pt: Mostrar imagens feitas

source: Featured Image Position
pt_pt: Posição da imagem

source: Title below image
pt_pt: Título abaixo da imagem

source: Single Content
pt_pt: Conteúdo único

source: Spacious
pt_pt: Espaçoso

source: Compact
pt_pt: Compacto

source: Show Tags under Content
pt_pt: Mostrar tags em Conteúdo

source: Social Share Option
pt_pt: Opção de compartilhamento social

source: Social Share from Jetpack plugin
pt_pt: Compartilhamento Social do Jetpack Plugin

source: After Title
pt_pt: Depois do título

source: Before Title
pt_pt: Antes do título

source: After Content
pt_pt: Depois do conteúdo

source: Related Posts Settings
pt_pt: Posts relacionados Settings

source: Enable Related Posts
pt_pt: Possibilidade de postos relacionados

source: Archive Settings
pt_pt: Arquivo Settings

source: Disable Main Banner on Blog
pt_pt: Desativar Banner Principal no Blog

source: Archive layout
pt_pt: Arquivo Layout

source: Select layout for archive
pt_pt: Selecione layout para arquivo

source: Grid
pt_pt: Grelha

source: List
pt_pt: Lista

source: Sidebar Settings
pt_pt: Situação de Settings

source: Make Sidebar Sticky
pt_pt: Faça o Sidebar Sticky

source: Sidebar Sticky Position
pt_pt: Posição de sidebar

source: Top
pt_pt: Superior

source: Bottom
pt_pt: Inferior

source: You May Have Missed
pt_pt: Você pode ter perdido

source: Show Above Footer
pt_pt: Mostrar acima do pé

source: Posts Section Title
pt_pt: Posts Secção Título

source: Footer
pt_pt: Rodapé

source: Footer Background Image
pt_pt: Imagem de fundo fotográfico

source: Copyright Text
pt_pt: Texto de direitos autorais

source: Hide footer Menu Section
pt_pt: Mantenha a secção do menu

source: Pages:
pt_pt: Páginas:

source: Light/Dark Button
pt_pt: Botão escuro / Dark Button

source: Layout Options
pt_pt: Opções de layout

source: Content Options
pt_pt: Opções de conteúdo

source: Set as global layout
pt_pt: Definição como layout global

source: Please go to Customize>Themes Options for Single Post/Page.
pt_pt: Por favor, vá para Customize>Temas Opções para Post/Página única.

source: Sidebar Options
pt_pt: Opções de barra lateral

source: Content - Primary Sidebar
pt_pt: Conteúdo - Sidebar Primário

source: Primary Sidebar - Content
pt_pt: Página inicial - Conteúdo

source: No Sidebar
pt_pt: Sem barra lateral

source: Please go to Customize>Frontpage Options for Homepage.
pt_pt: Por favor, vá para Customize>Frontpage Options para a página inicial.

source: Category Color 1
pt_pt: Categoria Coloração 1

source: Category Color 2
pt_pt: Categoria Coloração 2

source: Category Color 3
pt_pt: Categoria Coloração 3

source: Color Class
pt_pt: Classe de cores

source: Select category color class. You can set appropriate categories color on "Categories" section of the theme customizer.
pt_pt: Você pode definir as categorias de cores apropriadas na seção "Categorias" do customizador de tema.

source: AF Companion
pt_pt: Companheiros

source: Templatespare
pt_pt: Templário

source: Elespare
pt_pt: Elaspar

source: Blockspare
pt_pt: Bloqueio

source: Latest Posts Block
pt_pt: Últimos posts em Bloco

source: Free Live Chat using 3CX
pt_pt: Livre Chat usando 3CX

source: Magic Content Box
pt_pt: Caixa de conteúdo mágico

source: WP Post Author
pt_pt: WP Post Autor

source: Frontend Post Submission
pt_pt: Submissão do Frontend Post

source: HybridNews Main Banner
pt_pt: Híbrido Banner Principal

source: HybridNews Express Posts
pt_pt: Posts em HybridNews Express

source: Express Grid
pt_pt: Gráfico Express

source: About Author
pt_pt: Sobre o autor

source: We mainly focus on quality code and elegant design with incredible support. Our WordPress themes and plugins empower you to create an elegant, professional, and easy-to-maintain website in no time at all. Even on mobile and tablet screens, your website will look great
pt_pt: Nós focamos principalmente em código de qualidade e design elegante com suporte incrível. nossos tópicos e plugins do WordPress permitem que você crie um site elegante, profissional e fácil de manter em nenhum momento.

source: HybridNews Primary Section
pt_pt: Híbrido Primeira Secção

source: Post Slider
pt_pt: Postado em Slider

source: Post List
pt_pt: Lista Postal

source: Connect to Us
pt_pt: Conecte-se a nós

source: Advertisement
pt_pt: publicidade

source: HybridNews Secondary Section
pt_pt: Híbrido Secção Secundária

source: Express Tile
pt_pt: Título Express

source: Single Column
pt_pt: Coluna única

source: Categories
pt_pt: Categorias

source: HybridNews Ticker News
pt_pt: Notícias híbridas Ticker

source: HybridNews Featured News
pt_pt: Notícias híbridas Notícias

source: Featured News
pt_pt: Notícias feitas

source: HybridNews Three Columns Posts
pt_pt: Posts em HybridNews 3 colunas

source: Three Columns
pt_pt: Três colunas

source: HybridNews Post Carousel
pt_pt: Posts tagged carousel

source: Post Carousel
pt_pt: Postado em Carrosel

source: HybridNews
pt_pt: Notícias híbridas

source: Howdy, %1$s! We've noticed that you've been using %2$s for some time now, we hope you are loving it! We would appreciate it if you can %3$sgive us a 5 star rating on WordPress.org%4$s! We'll continue to develop exciting new features for free in the future by sharing the love!
pt_pt: Howdy, %1$s!Nós notamos que você tem usado %2$s por algum tempo agora, esperamos que você esteja amando!Nós apreciá-lo se você pode %3$s dar-nos uma classificação de 5 estrelas no WordPress.org%4$s!Nós continuaremos a desenvolver novas funcionalidades emocionantes gratuitamente no futuro, compartilhando o amor!

source: Sure thing
pt_pt: A coisa certa

source: Remind me later
pt_pt: Lembrar-me mais tarde

source: I've already done.
pt_pt: Eu já fiz.

source: Got any support queries?
pt_pt: Tem alguma solicitação de apoio?

source: Previous
pt_pt: Anterior

source: Next
pt_pt: Seguinte

source: %s min read
pt_pt: %s min leitura

source: ago
pt_pt: Anterior

source: Action failed. Please refresh the page and retry.
pt_pt: Ação falhou. por favor refresque a página e retire.

source: Cheatin&#8217; huh?
pt_pt: Afinal de contas&#8217; não é?

source: %1$s 🎁 Hope you're loving our free %2$s theme! Dive into the festive spirit with an exclusive gift: %4$s premium features! Use code %3$s at checkout. Wishing you a season filled with joyous holidays and even happier savings! 🎄✨
pt_pt: %1$s 🎁 Espero que você esteja apaixonado pelo nosso tema gratuito %2$s!Divina-se no espírito festivo com um presente exclusivo: recursos premium %4$s!Utiliza o código %3$s no checkout.Quero que você tenha uma temporada cheia de férias alegres e poupanças ainda mais felizes!

source: Claim Your Discount
pt_pt: Solicite seu desconto

source: Power Bundle
pt_pt: Bandeiras de potência

source: All Themes Plan
pt_pt: Todos os Temas Plano

source: Maybe Later
pt_pt: Talvez mais tarde

source: Have Queries?
pt_pt: Tem perguntas?

source: Displays author info.
pt_pt: Informação do autor.

source: AFTA Author Info
pt_pt: INFORMAÇÃO AUTOR

source: Profile image
pt_pt: Imagem de perfil

source: Name
pt_pt: Nome

source: Descriptions
pt_pt: Descrições

source: Displays Express Posts from selected categories.
pt_pt: Exibir posts expressos de categorias selecionadas.

source: AFTA Express Posts List
pt_pt: Lista de posts do AFTA Express

source: Displays grid from selected categories.
pt_pt: Mostra a rede de categorias selecionadas.

source: AFTA Post Double Columns
pt_pt: AFTA Post dupla coluna

source: Select Category 1
pt_pt: Selecione Categoria 1

source: Select Category 2
pt_pt: Selecione Categoria 2

source: AFTA Post Grid
pt_pt: Página Post Grid

source: AFTA Post List
pt_pt: Lista de postagens

source: Displays posts single column from selected categories.
pt_pt: Mostra publicações de uma coluna única de categorias selecionadas.

source: AFTA Post Single Column
pt_pt: AFTA Post Coluna Única

source: Displays posts slider from selected category.
pt_pt: Mostra o slider de posts da categoria selecionada.

source: AFTA Posts Slider
pt_pt: Posts em Slider

source: Select category
pt_pt: Seleccione uma categoria

source: Displays social contacts lists from selected settings.
pt_pt: Mostra listas de contatos sociais de configurações selecionadas.

source: AFTA Social Contacts
pt_pt: CONTAÇÃO SOCIAL

source: Connect with Us
pt_pt: Conecte-se conosco

source: Social menu is not set. You need to create menu and assign it to Social Menu on Menu Settings.
pt_pt: Você precisa criar o menu e atribuí-lo ao Menú Social nas configurações do menu.
